Repository: mozilla-l10n/mt-training-data
Catalog: gwc/gwc_pontoon.tmx
Source language: en_us
Languages: gwc

source: 1 sentence collected
gwc: 1جُملہ سمٹو

source: 2019 End-of-Year Release
gwc: 2019 کالاں آخِیرہ جاری ہوگاٞل

source: 2 down, keep it up!<playIcon></playIcon>
gwc: 2 واکٞہ، جاری ساٞت! <playIcon> <playIcon>

source: ≥ 2 No votes
gwc: ≥ 2 نہ آٞں اوٹونہ

source: ≥ 2 Yes votes
gwc: ≥ 2 اوں آٞں ووٹونہ

source: Abbreviations and Acronyms
gwc: مخفف تے ایکرونیم (ایکرونیم تتھیں لفظ اوں سٞہ اختصاراٞں حروف مِلا تاٞس لفظاٞں جوڑہ پروݭاٞت تہ مثلاً WAPDA, UNESCO)

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
gwc: مواد مئ اختصار ما تے ایکرونیم ما اپان پرا لخہ “USA” تے “ICE”، کِیکوں اوم اینچھلہ ادا ہواں اُوں سہ اسوں ہجاٞ سہ براباٞر نہ ہوباں۔ آس ما علاوہ ا مخفف پروگ آٞک ما ذیات طریقاٞ دہ صحیح ہوباں۔

source: Abkhaz
gwc: ابخاس

source: About
gwc: باٞراٞ مئی

source: About options menu
gwc: اختیاراتیں لیس باٞراٞ مئ

source: Academic Reference
gwc: تعلیمی حوالہ

source: Accent
gwc: لہجہ

source: Accepted file types: .tsv only
gwc: منظور فائیلیں قِسم : صِرف tsv.

source: Access press releases and stories related to Common Voice
gwc: کان وائیساٞں باٞراٞ مئ قصاٞ تے چاپ داٞگاٞل کٞہ پھٞݭ

source: Account
gwc: کھاتہ / اکاؤنٹ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
gwc: <accuracyLink> صحی توپ / صِحت آں اُصول رہ دی بیر </accuracyLink>

source: Acehnese
gwc: اچینیز

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
gwc: { $actionType } <micIcon> </micIcon> تے اتیک قدرتی انذاز مئ جواب دہ اُوں کتیک ممکن آش تہ

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
gwc: { $actionType }<playIcon></playIcon> تے اِیں مِیش کٞہ مننت تاٞس چُنڑ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
gwc: <playIcon> <playIcon> { $actionType } اومٞہ جُملہ صحی منُو آٞ؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
gwc: { $actionType } <playIcon> </playIcon> آڈیو کِلپ بُج تے چُنڑیل چِک کٞر۔ ائ آٞس سٞہ ݭجنتاٞ؟ لخہ نہ تہ تھکو بیخی ݭجوگیں کیر بدلی گھیہ۔

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
gwc: { $actionType }<recordIcon></recordIcon> دیگیر تیز ہواٞز دہ جملہ پٞر

source: { $actionType }<stopIcon></stopIcon> when done
gwc: { $actionType }<stopIcon></stopIcon>کون کیر تہ

source: { $actionType } submit when ready
gwc: { $actionType }جمع کٞراٞ کون تیار ہی تہ۔

source: Adamawa Fulfulde
gwc: اڈاماوا فولفولڈے

source: Add and Review Sentences, Add Questions, Transcribe Audio
gwc: جُملاٞ مِلاٞ تے جائیزہ گھِن، سواٞل مِلاٞ، آڈیو چُنڑ

source: Add a question <icon></icon> in { $currentLocale } for people to answer
gwc: اٞ سوال <icon> </icon> مئی { $currentLocale } دہ اُوں خلک تساں جواب دئی تہ۔

source: Add as much information as you can about the language. This could include:
gwc: جِباٞں باٞراٞمئ کٞتیک مالموت جمع کٞروانش تے کٞر۔اٞن مئ شامل تھو؛

source: Add <icon></icon> a public domain sentence
gwc: عوامی ڈومیناں اٞ جُملہ</icon><icon> مِلاٞ

source: Add information
gwc: مالومات جمہ کٞر

source: Adding Sentences
gwc: جُملاٞ آں مِلاگ

source: Additional Language
gwc: اضافی جِب

source: Add Language
gwc: جِب مِلاٞ

source: Add new custom accent "{ $inputValue }"
gwc: ناٞم لہجہ میلا{ $inputValue }

source: Add new sentences for the community to read
gwc: کمیونٹی آٞں پروگیں کیر ناٞم جُملاٞ مِلاٞ

source: Add one sentence per line
gwc: اٞ ریک مئ اٞ جُملہ مِلاٞ

source: Add questions in your language
gwc: تانی جِب مئ سواٞلونہ مِلاٞ

source: Add Questions <small>(Coming soon)</small>
gwc: سواٞل مِلاٞ <small> (سواٞل شردہ اخکارہ ہوئ) </small>

source: Add Sentences
gwc: جُملاٞ مِلاٞ

source: Add sentences in your language
gwc: تانی جِب مئ جُملاٞ مِلاٞ

source: Add Text
gwc: مواد شامل کٞر

source: Add up to 1,000 sentences
gwc: 1000 آئ جُملاٞ مِلاٞ

source: Add Your Voice
gwc: تانی ہاواز شامل کٞر

source: Adyghe (West Circassian)
gwc: ادیغے (قبیل بامیں سرکاسی جِب)

source: Afaan Oromo
gwc: افان اورومو

source: Afar
gwc: افار

source: A few bytes
gwc: کٞتیک باٞئٹس

source: Afrikaans
gwc: افریقائیں جِب

source: Age
gwc: اُمر

source: Agriculture and Food
gwc: زِمیدیری تے خوراک

source: Albanian
gwc: البانی

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
gwc: ابتوشی پس منظراں شور صحی ، پرہ تو دی مانوڄ جدا الفاٞظ مٞنوگ رہ بُجباݭات تہ، کلپ ختم کٞروگ پکاٞر۔ عموماً اینچھاٞل ہواں کون ٹی وی ݭجیل چھوری یا سیتٞہ کوم جولاٞݭاٞت تہ۔

source: All
gwc: سواٞ

source: All sentence must have the same domain
gwc: تمام جُملاں ڈومین آٞک ہو دہ

source: All sentences must have the same citation
gwc: تمام جُملاں حوالہ آٞک ہو دہ

source: Already have an account? <login>Log-In</login>
gwc: مِڄ گٞشی اٞ اکاونٹ تھو آٞ؟<login>لاگ این ہو</login>

source: Alsatian
gwc: السیسانی

source: Amharic
gwc: امہاریک

source: An error occurred fetching sentences
gwc: جملاٞ گٞژوگ مئی اٞ غلطی ییئے۔

source: An error occurred reviewing this sentence
gwc: جملاٞ رہ نظاٞر تلوگ مئی اٞ غلطی ییئے۔

source: An error occurred submitting your voice information
gwc: چھاں ہوازاں مالومات جمہ کٞروگ مئ اٞ مسئلہ یائی۔

source: An error occurred while creating this transcript
gwc: اِیں چُنڑیل تیار کٞروگ مئ اٞ غلطی ییئ۔

source: An error occurred while editing the transcript
gwc: چُنڑاٞل مئ بدلی گھیاٞگ مئ غلظی ییئ۔

source: An error occurred while recording
gwc: ریکارڈ کٞروگ مئ اٞ غلطی ییئ۔

source: An error occurred while skipping the transcript
gwc: چُنڑاٞل چھیری بچوگ مئ اٞ غلطی ییئ۔

source: An error occurred while skipping this prompt
gwc: اِیں اِشارہ چھیری ردہ داٞگ مئ اٞ غلطی ییۓ۔

source: An error occurred while submitting the report
gwc: رپوٹ پیش کٞروگ مئ غلطی ییئ

source: An error occurred while uploading your response
gwc: چھاں جواب اپلوڈ کٞروگ مئ اٞ غلطی ییئ۔

source: An error occurred while voting the transcript
gwc: چُنڑاٞل کٞہ اُٹ داٞگ مئ اٞ غلطی ییئ۔

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
gwc: اٞنوج استمال کٞروگ والاں مواد لخٞہ اُمر، جنس تے لہجہ جولاگ پیانوگ واٞلا انجنز ایں تصحی ترتیب داٞگیں کیر استمال ہوگ والا آڈیو موادبہتر کٞراں۔ چھاںں صارف آں نام تے ایمیل چھاٞں جمع کٞراٞل مواد سٞہ کونی ݭجاٞل نہ ہوگ، تے تو خوشاگ اوں چھاں صارف آں نام غام ہودہ کو بیلیگاٞل۔

source: Answer questions
gwc: سوالوناٞں جواٞب دہ

source: Answer Questions <small>(Coming soon)</small>
gwc: سواٞلاٞں جواٞب دہ<small> (سواٞلونہ شردہ اخکارہ ہوئ) </small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
gwc: ہاٞرہ مانوڄ تانی جِب محفوظ، دوبارہ جان کٞروگ تے مِڄ کہ ناٞگیں کیر مواد شریک کٞرئی، مواد چائی تے موادیں نگرانی تے ہوازاں ڈیٹاسیٹ جمع کٞرئی۔

source: Approve
gwc: منظور کٞر

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
gwc: پس منظریں سمسو ہؤو ٹِک پرہ مہ نہ دِیاٞنت اُوں زیتی الفاٞظ مشینیں الگورِِتھم ݭا اِچھلاٞں الفاٞظ پُیانائ اُوں توم چُنڑاٞل الفاٞظ مئ نہ آش تہ۔ لخہ تھٞہ واضح طور دہ متناٞں الفاٞظ ما علاوہ دی الفاٞظ بُجوݭاٞت تے مسترد کٞراٞ۔ عام طور دہ ٹی وی ݭٞجِیل دھری تے تِیماٞ اِچھلہ ہُواں، یا ئ نیاٞر پھر خلک آٞک دی سٞہ جولاݭاٞت تہ۔

source: Arabic
gwc: عربا

source: Aragonese
gwc: اراگونیز

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
gwc: تو مڄ گٞشی تھو آٞ موں بیٹا ٹیسٹنگ گروپ مئ کامن وائس ایں سپانٹینئیس سپیچ پرجیکٹ ایں کیر؟

source: Are you coming? [called by another]
gwc: تو ینت آٞ؟ [دی آٞکٞہ ہواز کیش]

source: Are you coming? <strong>[called by another]</strong>
gwc: تُو ینتاٞ؟ <strong>[دی مانوݭ مننت]</strong>

source: Armenian
gwc: آرمینیائی

source: Armenian Western
gwc: آرمینیائی مغربی

source: Arvanitika
gwc: اروانیٹیکا

source: Ask about a new language
gwc: اٞ نیم جِباٞں باراٞ مئی تپوس کٞر

source: Ask Mozilla to share your events
gwc: موذلاٞ ما تانی واقیاٞت شریک کٞروگ دیاٞ

source: Ask sensitive questions
gwc: حِساس قسمیں تپیس کٞروگ

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
gwc: ما ماتھی <matrixLink>میٹریکس</matrixLink>, <discourseLink> سکورس </discourseLink> یا <emailLink>ایمیل </emailLink>دہ سوال کٞر۔

source: Assamese
gwc: اسامی

source: Asturian
gwc: آسٹرائی

source: Atayal
gwc: اتیالی

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
gwc: پکاٞروں چنڑوگ مئ جولاگ والاں ہاٞر لفظ تے جولاگاں غیر معنوی ہواٞز، مکرر الفاٞظہ سمان یاٞدہ۔

source: Attention!
gwc: توجہ دہ!

source: Audio Format
gwc: آڈیو فارمیٹ

source: Automotive and Transport
gwc: گاڑی تے نقل و حمل

source: Avatar
gwc: بھوت

source: Avatar uploaded
gwc: اویٹار اپلوڈ ہی

source: Average
gwc: درمیانہ

source: A voice clip is marked "valid" when a user gives it a Yes vote.
gwc: ہوازیں کلپ کٞہ کون اٞ صارف اٞ "اوں" والہ اُوٹ دیِت تے ائ صحی آں ناٞخ ہوئ۔

source: Avoid too much background noise - it should be easy to hear you.
gwc: باٞر زیات پس منظراٞں شور ماں بچ ہو۔ چھاں ہواز اٞسانہ بُجوگ پکاٞر۔

source: Awards
gwc: اِنعام

source: Azerbaijani
gwc: آزربائیجانی

source: Baatonum
gwc: باتونوم

source: Baba Malay
gwc: بابا مالے

source: Back
gwc: پوتِیم

source: Background Noise
gwc: پس منظریں ہٞؤو۔

source: Background Voices
gwc: پس منظراٞں ہواٞز

source: Back to Top
gwc: پتکہ رکہ چو

source: Bafia
gwc: بافیا

source: Bafut
gwc: بافوت

source: Bahasa Malay
gwc: بحاسا مالے

source: Balochi
gwc: بلوچی

source: Balti
gwc: بلتی

source: Bambara
gwc: بمبارا

source: Bamun
gwc: بامون

source: Bamvele
gwc: بمویلی

source: Bankon
gwc: بانکون

source: Baoule
gwc: باؤلے

source: Basaa
gwc: باسا

source: Bashkir
gwc: باشکیر

source: Basque
gwc: باسقی

source: Batanga
gwc: بٹنگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
gwc: اٞ لفظاٞں غلط تلفظاٞں بنیاٞد دہ، زورغلط بھاٞگ رہ داٞگ دہ، یا ظاہِراً سوالیہ نشان نظرانداز کٞروگاٞں بنیاٞد دہ اٞ کلِپ مسترد کٞروگ ما پھِرمال احتیاط کٞر۔ دُناۓ مئ تلفظاں باٞر زیات اختلاف تُھو، کیدے شی توم مئ باضی تئ تانی مقامی کمیونٹی مئ نہ بُت۔ ماٞربینی کاٞ کاٞں خلک تھئ ما بداٞل جوڑہ جولاٞںش توم کٞہ رعایت دہ۔

source: Become a Common Voice Partner
gwc: کامن وائیس مئ شریک ہو

source: Belarusian
gwc: بیلاروسی

source: Benefits
gwc: فاٞجداٞ

source: Bengali
gwc: بنگالی

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
gwc: [‘بیریٹ’ ٹیپ صحی کٞہ ٹیمہ اولاٞں سلیبل رہ زور یاٞݭات تہ (برطانوی) یا دویاٞم رہ (امریکی)]

source: Betawi
gwc: بیٹاوی

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
gwc: جِبیں حقیقِتیں کیر ران سہارا لخٞہ ٹرانسلیگویجنگ تے <mark> کوڈ سویچنگ</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
gwc: ران سہارا تٞتھی جویبونیں کیر اوں تٞسوں کٞم یا <mark> بیخی چُنڑاٞل نہ آش</mark> کو استمال کٞرگ( لخٞہ سوشئیولیکٹ، ویرئینتس، تاٞریخی نہ بدٞلاگیل جِیبونہ وغیرہ)

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
gwc: <bold>سِول سوسائیٹی تے محقیقین </bold> مُفت مئ موثرڈیٹاسیٹونہ تیار کٞراٞ، میزبانی کٞراٞ تے تاٞس شریک کٞرا۔

source: <bold>{ $count }</bold> Clips
gwc: کلِپونہ

source: <bold>Help us</bold> find more voices
gwc: <bold> ما سہ مداٞد کٞر </bold> دی ہاواٞزونہ باٞتاٞگ مئی

source: <bold>If you value open, inclusive data - donate today!</bold>
gwc: <bold> لخہ تھکٞہ اوپن تے شمولیتی ڈیٹا ایں قدر تھی تہ آج ماکٞہ تانی باٞم تھی عطیہ لاٞڑاٞ</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
gwc: <bold>انسان دوستی </bold>مقامی جِدت تے ترقی چٹراگیں کیر سپانسر کٞراٞ

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
gwc: <bold> ٹیک کٞپنیاٞن </bold> ـ اٞ ترقی پزیرکثیرالسانی اے آئ آں ماحولیاتی نطاماں کولاؤ ڈیٹاسیٹ تیاری مئ سرمایہ کاری کٞراٞ

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
gwc: <bold>اے، آئی کا دُنائیں کٞتیک جِب مئی کار کٞرئی؟</bold>

source: Borgu Fulfulde
gwc: بوگو فولفولڈے

source: Bosnian
gwc: بوسنائی

source: Both
gwc: دواٞمو

source: Both (Speak and Listen)
gwc: دواٞمو (جولاگ تے بُجوگ)

source: Breton
gwc: بریٹون

source: [British English might make "root"]
gwc: [برطانیہ ایں انگریزی کیدے شی "root" چاگ]

source: Browse Languages
gwc: جِبونہ باٞتاٞ

source: Brushaski
gwc: بروݭسکی

source: Build a custom goal
gwc: تانی مرضی آں ہدف تیار کٞر

source: Build Profile
gwc: تفصیل چاٞ

source: Bulgarian
gwc: بلغاری

source: Bulk batch
gwc: گھاٞن ڈٞل

source: Bulk Sentences Uploaded
gwc: باٞر جُملاٞ اپ لوڈ ہُو

source: Bulu
gwc: بولو

source: Bunun
gwc: بونون

source: Burmese
gwc: برمی

source: Buryat
gwc: بوریات

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
gwc: <b> ای میل کا؟ </b> ماکٞہ یاٞندر مئ ڈیٹاسیٹ مئ بدلیاٞں باٞراٞ مئ تھئ سٞہ رابطیں ضروراٞت ہوئ، ای میل دہ ماکٞہ رابطاں بھاگ میلا ہوئ۔

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
gwc: “میں ایمیل کٞہ اٞ لنک لاٞڑاٞ” وا داٞگ دہ، تو متفق ہوانت موں<termsLink> سروس اٞں شرطونہ سٞہ</termsLink> تے <privacyLink> پرائویسی پالیسی سٞہ</privacyLink>تے اموزیلاٞ شائد تٞھکٞہ ایمیل کٞرگ ماٞلوماٞتہ سمان اوں کھیکی بیٹا ٹیسٹنگ کامن وائس ایں سپانٹینئیس سپیچ پروجیکٹ ایں کیر۔

source: By editing your goal, you may lose your existing progress.
gwc: تانی ہدف مئ بدلی گھیاٞگ دہ تُو تانی موجودہ کاریں ترقی ضائع کٞرئ

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
gwc: ایمیل حاصل کٞروگیں کیر تُو ایں مننت اُوں مکہ مسلہ نات کاٞں طریقاٞ سہ موزیلا ایں سسٹم چلانت، ائی موزیلا ایں <privacyLink>رازدیری ایں پالیسی مئی شامل تھو</privacyLink>۔

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
gwc: تو کامن وائیساٞں ڈیٹاسیٹ مئ جولاٞگ واٞلاٞں شناخت متعین نہ کٞروگ رہ <b> متفق </b> تھو۔

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
gwc: تانی متیلق کٞتیک مالومات داٞگ دہ، کاں آڈیو مواد تئ جمع کیت تہ کامن وائس کٞہ اٞئی باٞر فاجدہ من ہوگ جولاگ پیانوگ والٞلاٞ انجنز کٞہ اوں اِیں مواد استمال کاٞ تانی صحی کٞروگ ران کٞرگ۔

source: By telling us about yourself, you will help developers build more inclusive technology
gwc: تانی باٞراٞمئ ما کٞہ مٞنوگ دہ تو اٞ رین شمولیتی ٹیکنالوجی چاٞگ مئ ڈیویلپریں مداٞد کٞرباں۔

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
gwc: کامن وائیس استِمال کٞروگ دہ تو موں<termsLink> شرائط </termsLink>تے<privacyLink> پرائویسی نوٹس</privacyLink> سٞہ متفق تھو۔

source: Cameroon Pidgin
gwc: کیمرونی پیڈگین

source: [Canadian English might make "route" sound like "rowt"]
gwc: [کنیڈا ایں انگریزی شائد "route" آں ہواز لکٞہ "rowt" چاگ]

source: Cancel
gwc: کینسل کٞر

source: Cancel Re-recording
gwc: دوارہ ٹیپ کٞراٞل ختم کٞر۔

source: Cancel Submission
gwc: جمہ کٞروگ کینسل کٞر

source: Cannot submit more than 1000 sentences
gwc: 1000 جُملاٞ ما سیوا پیش نہ کٞرباں

source: Can't decide?
gwc: فیصلہ نہ کٞربانتاٞ؟

source: Cantonese
gwc: کینٹونی

source: Catalan
gwc: کٹالانی

source: Central Alaskan Yupʼik
gwc: وسطی السکائی یوپیک

source: Central Kurdish
gwc: مرکزی کُردی

source: Central Melanau
gwc: سینٹرل میلانوا

source: Central Puebla Nahuatl
gwc: وسطی پویبلا ناہوات

source: Change
gwc: بداٞل کٞر

source: Change preferences
gwc: تانی ترجیحات بدلاٞ

source: Changes the language dataset to which you're contributing
gwc: کاٞں جِباں مواداں سیٹ مئی تُو حصہ تلنت تاٞس بدلانت

source: Changes website text only.
gwc: ویب سائیٹاں صرف مواد بداٞل ہوانت

source: Change your email via Settings under Login Identity
gwc: لاگ اِن شناخت تُو سیٹنگز دہ تانی ای میل بدلاٞ

source: Check
gwc: چیک کٞر

source: Check <icon></icon> is this a linguistically correct sentence?
gwc: پتہ ݭا <icon></icon> اِیں جُملہ جیباں علیماٞں لحاٞظ دہ صحی تُھو آٞ؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
gwc: اِیں بیر اُوں چھیں جِب <languagesPageLink>کامن وائیس آں جِباں پاݪ </languagesPageLink> رہ موجود تھی آ۔ لخہ نانت تے ایں فارم ڈاٞک کراٞ مہ تھاکہ اٞ <strong>ایمیل لاڑائے، تے تٞاس مئی تھاکہ پشائے اوں تھوں جِب مہ آس مئی کھیکی گھیاواں</strong>۔

source: Check Transcriptions
gwc: نقل کٞراٞل چیک کٞر

source: <chevron></chevron>See less
gwc: اُچھوٹ بیݭ

source: <chevron></chevron>See more
gwc: دی پا بیݭ

source: Chinese (China)
gwc: چینی (چین)

source: Chinese (Hong Kong)
gwc: چینی (ہانگ کانگ)

source: Chinese (Taiwan)
gwc: چینی (تائیوانی)

source: Chinyanja
gwc: چینیانجا

source: Choose language/localization
gwc: جِب منتخب کٞر/مقیمی

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
gwc: اِچھلاٞں سادہ سواٞلونہ جُوݭ اوں ہاٞر آٞک ثقافِت ما تے سیاق او سباٞق ما بغیر پا تاٞتٞہ پوہ ہوئی تہ

source: Chuvash
gwc: چوواش

source: Citation
gwc: حوالہ

source: Cite with a URL link or the full name of the work.
gwc: حوالہ یو آر ایل لنک دہٞ دہ یا ئ کاراں پورہ نام دہ۔

source: Citing Sentences
gwc: جملاٞ آں حوالہ داٞگ

source: Click
gwc: کلیک کٞر

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
gwc: اِیں پاݪاں استمالاں چھاٞل ازدہ کٞروگیں کیر ہِماک <guidanceLink> دبار دہ </guidanceLink>

source: Clipboard not supported
gwc: کلِپ بورڈ نہ یوپنت

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
gwc: { $clipCount }وائس کلپونہ، ساٞبٞت ارچیو سیز{ $size }۔{ $expires }

source: Clip Graveyard
gwc: کلپیں قبریٹ

source: Clips recorded
gwc: کلِپ ریکارڈ ہی

source: Clips Uploaded
gwc: کلپونہ اپ لوڈ ہی۔

source: Clips validated
gwc: کلِپونہ قابل قبول ہی

source: Clips You've Recorded
gwc: چھیں ریکارڈ کٞریل کلِپز

source: Clips You've Validated
gwc: چھیں صحی کٞریل کلِپز

source: Close
gwc: بند کٞر

source: Collecting sentences
gwc: جملاٞ جمع کٞروگ

source: Coming Soon
gwc: شاٞردہ ینت

source: Comment
gwc: تبصرہ

source: Common Voice data plus all other voice datasets above.
gwc: کامن وائیس دی تمام ہواٞزیں ڈیٹا سیٹ رتہ گڑاں۔

source: Common Voice Dataset
gwc: کامن وائیساں ڈیٹا سیٹ

source: Common Voice is a free, open source platform for community-led data creation
gwc: کامن وائیس مفت تے اوپن سورس پلیٹ فارم تھو، عام خلقیں کیر اُوں تام تانی مواد جمہ کٞرنت۔

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
gwc: کامن وائس موزیلا فاؤنڈیشن ایں یو ایس 501سی3 منی اٞ پراجیکٹ ۔اِیں پراجیکٹ کٞہ حلٞن سواٞ فنڈ دیانت<philantropicGrantLink> فیلنتھروپِک گرانٹس</philantropicGrantLink>، تے خاٞر تمام دوناٞئے تھی خلٞک دیاٞنت۔

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
gwc: کامن وائس کٞہ چنداٞ دہ مالی مداٞد میلا ہوئینت۔ مٞہ تعلیمی اداٞراٞ، سول سوسائٹی تے تحقیق والاٞ سہ تعاون کٞروگ خوش۔ کامن وائس آں استعمال باٞ پانسہ تھو، پرہ آٞس کہ بھاگ داگیں کیر تے امی فائل ساتوگیں کیر مالی مداٞد کٞروگ باٞر فائدہ من تھو۔

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
gwc: کامن وائس اٞ دویاٞم پلیٹفام آں بنیاد تھانت اوں سٞہ قدرتی، روان تے نہ بدٞلاگاٞل جولاگ رہ غور کٞرنت۔ اٞئی باٞر خلٞکیں ݭاٞردہ مواد جمع کٞروگ مئ مداٞد کٞرگ۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
gwc: کامن وائیس موزِلا آں مشین (کمپیوٹر) کٞہ خلکاں چھلہ جولاگاں چھاٞل پشاٞگ مئ مداٞد کٞروگاں اٞ قداٞم تھو۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
gwc: کامن وائیس دُنائیں سوۓ ما گِھین عام طور دہ گاٞشی بچوگ والہ باٞر جِب والہ ہوازاں ڈیٹاسیٹ

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
gwc: کامن وائیساں ہواٞزاٞں ریکارڈِنگز لیک تِجارِت، اکادمی تے ہواز پویانوگاٞں شوقین عام جوڑہ ہاٞراٞک کٞہ دستیاب ذخیرہ چٹراگیں کیر یا ٹریننگ داٞگیں کیر مداٞد داٞگ مئ استعمال کٞراٞں۔ ماٞربینی کاٞ ماکٞہ من تو آٞس کا ڈیلیٹ کٞروگ دیانت؟

source: Community and Languages
gwc: کمیونٹی تے جِب

source: Community, Creatives and Civil Society
gwc: کمیونٹی، تخلیقکاٞر تے معاشرہ

source: Community participation and decision making.
gwc: کمیونٹی ایں شِرکت تے فیصلہ سازی

source: Community Playbook
gwc: کمیونٹی پلے بُک

source: Confirm Goal
gwc: ہٞدف یقینی کٞر

source: Connect with Gravatar
gwc: گریویٹار سٞہ رابطہ کٞر

source: Contact
gwc: رابطہ

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
gwc: رابطہ کٞر مصنفاٞن ، ڈرامہ نگاٞر یا سکرین رہ پیش کٞروگیں کیر چُنڑوگ واٞلاٞ سٞہ تے تٞپوس کٞر اوں توم خوشاٞنتاٞ اوں تانی چُنڑاٞل کاٞرونہ عام ڈومین کٞہ وقف کٞرئ تہ۔

source: Contact Form
gwc: رابطاں فارم

source: Contact the Common Voice team
gwc: کامن وائیس ایں ٹیم سٞہ رابطہ کٞر

source: Contact us
gwc: ماں سٞہ رابطہ کبر

source: Contact Us
gwc: ما سٞہ رابطہ کٞر

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
gwc: مواد <licenseLink> کریئیٹیو کامن منی اِداٞراٞں لیسنساٞں </licenseLink> تحت دستیاب تھو۔

source: Continue
gwc: جاری ساٞت

source: Continue speaking
gwc: جولاگ جاری ساٞت

source: Continue validating
gwc: صحی کٞروگ جاری ساٞت

source: Contribute
gwc: حصّہ گِھنوگ

source: Contribute on GitHub
gwc: گِٹ ہب رہ حصہ تل

source: Contribute sentences
gwc: جملاٞ داٞگ مئی مداٞد کٞر

source: Contribute text
gwc: متن یعنی چُنڑیل مئ حصہ تل

source: Contribute to { $lang }
gwc: تعاون کٞروگ{ $lang }

source: Contribute to text corpus
gwc: متناں مجموعاٞ مئ حصہ تل
